package alben.sgs.type;

public class Name {
	public static String[] Country = { "未知", "魏", "蜀", "吴", "群" };

	public static String[] Role = { "未知", "主公", "忠臣", "反贼", "内奸" };

	public static String[] Sex = { "未知", "男", "女" };

	public static String[] CardPaiClass = { "未知", "红桃", "黑桃", "方片", "梅花" };

	public static String[] CardPai = { "未知", "杀", "闪", "桃", "酒", "火杀", "雷杀", "兵粮寸断",
			"过河拆桥", "火攻", "借刀杀人", "决斗", "乐不思蜀", "南蛮入侵", "闪电", "顺手牵羊", "桃园结义",
			"铁索连环", "万箭齐发", "无懈可击", "无中生有", "五谷丰登", "八卦阵", "白银狮子", "仁王盾", "藤甲",
			"赤兔", "大宛", "的卢", "骅骝", "绝影", "爪黄飞电", "紫?", "雌雄双股剑", "方天画戟", "古锭刀",
			"麒麟弓", "青红剑", "麒麟弓", "青红剑", "青龙偃月刀", "银月枪", "丈八蛇矛", "朱雀羽扇", "诸葛连弩" };
}
